{"id":1,"text":"Quantum Capital Partners\n100 Investment Blvd, Suite 3000\nNew York, NY 10020\nJuly 16, 2024\n\nCONFIDENTIAL\n\nBoard of Directors\nZephyr Technologies Inc.\n400 Innovation Way\nSan Jose, CA 95134\n\nDear Members of the Board,\n\nSubject: Indication of Interest in Acquiring Zephyr Technologies Inc.\n\nWe, Quantum Capital Partners, are pleased to submit this non-binding indication of interest with the intention of acquiring Zephyr Technologies Inc. Following a thorough review of publicly available information, we believe that a strategic acquisition by Quantum would significantly enhance our portfolio and deliver substantial value to our respective shareholders and customers.\n\nIntroduction of the Bidding Company:\nQuantum Capital Partners, based in New York, is a prominent investment firm focusing on technology and innovation-driven enterprises. With over $10 billion in managed assets and a significant presence in the tech investment landscape, our firm is well-positioned to leverage synergies between Zephyr Technologies and our existing portfolio companies.\n\nDescription of the Target Company:\nZephyr Technologies, a leader in AI and machine learning solutions, has demonstrated impressive growth and innovation in the tech industry. Known for its cutting-edge products and robust patent portfolio, Zephyr has captured a vital market segment that complements our strategic direction.\n\nFinancial Considerations:\nWe are prepared to propose a purchase price for 100% of the equity interests of Zephyr Technologies in the range of $650 million to $750 million. This valuation is based on a multiple of 12x of Zephyr's last twelve months (LTM) EBITDA, which reflects both the premium growth trajectory and the strategic value we see in Zephyr.\n\nDue Diligence Timeline:\nUpon agreement to proceed, we are ready to begin an exhaustive due diligence process expected to last no more than 45 days. This process will include a detailed examination of Zephyr's financial records, operational metrics, and legal standings, under the guidance of our experienced advisors and in accordance with mutually agreed-upon confidentiality terms.\n\nNext Steps:\nWe are eager to discuss this potential acquisition with you and suggest arranging a meeting at your earliest convenience to further explore this opportunity. We are prepared to mobilize our team immediately to begin detailed discussions and negotiations.\n\nWe are convinced that the acquisition of Zephyr Technologies by Quantum Capital Partners would be mutually beneficial, aligning with our strategic goals and supporting accelerated growth and innovation.\n\nPlease be reminded that this letter is non-binding and that any potential deal would be subject to a mutually acceptable definitive agreement and customary closing conditions.\n\nWe look forward to your positive response and to the possibility of moving forward together in this exciting venture.\n\nWarm regards,\n\nJohnathan L. Mercer\nManaging Director\nQuantum Capital Partners\nj.mercer@quantumcp.com\n(212) 555-0184","entities":[{"id":1,"label":"BUYER","start_offset":0,"end_offset":24},{"id":2,"label":"SELLER","start_offset":124,"end_offset":148},{"id":3,"label":"SELLER","start_offset":261,"end_offset":285},{"id":4,"label":"SELLER","start_offset":411,"end_offset":435},{"id":5,"label":"SELLER","start_offset":999,"end_offset":1018},{"id":6,"label":"SELLER","start_offset":1093,"end_offset":1112},{"id":7,"label":"SELLER","start_offset":1490,"end_offset":1509},{"id":8,"label":"SELLER","start_offset":2433,"end_offset":2452},{"id":9,"label":"BUYER","start_offset":291,"end_offset":315},{"id":10,"label":"BUYER","start_offset":706,"end_offset":730},{"id":15,"label":"VAL_UPPER","start_offset":1542,"end_offset":1554},{"id":16,"label":"VAL_LOWER","start_offset":1526,"end_offset":1538},{"id":17,"label":"DD_TIME","start_offset":1878,"end_offset":1885},{"id":18,"label":"MULT","start_offset":1597,"end_offset":1600},{"id":19,"label":"MULT_BASE","start_offset":1632,"end_offset":1644},{"id":20,"label":"BUYER","start_offset":2456,"end_offset":2480}],"relations":[],"Comments":[]}
